{
  "nodes": [
    {
      "op": "null", 
      "name": "serving_default_input_0:0", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "reshape_nop", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "__nop", 
        "hash": "4caa2838cbb16818"
      }, 
      "inputs": [
        [
          0, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p0", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_contrib_dense_pack", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_contrib_dense_pack", 
        "weight_layout": "NC8n", 
        "hash": "8a67f10ce53c411a"
      }, 
      "inputs": [
        [
          1, 
          0, 
          0
        ], 
        [
          2, 
          0, 
          0
        ]
      ]
    }
  ], 
  "arg_nodes": [0, 2], 
  "heads": [
    [
      3, 
      0, 
      0
    ]
  ], 
  "attrs": {
    "dltype": [
      "list_str", 
      [
        "float32", 
        "float32", 
        "float32", 
        "float32"
      ]
    ], 
    "device_index": [
      "list_int", 
      [1, 1, 1, 1]
    ], 
    "storage_id": [
      "list_int", 
      [0, 0, 1, 2]
    ], 
    "shape": [
      "list_shape", 
      [
        [1, 64, 64], 
        [1, 4096], 
        [32, 4096, 8], 
        [1, 256]
      ]
    ]
  }, 
  "node_row_ptr": [0, 1, 2, 3, 4]
}