{
  "nodes": [
    {
      "op": "null", 
      "name": "serving_default_input_0:0", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_multiply_sum", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_multiply_sum", 
        "hash": "8681aa876f454a13"
      }, 
      "inputs": [
        [
          0, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_maximum_rsqrt_multiply", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_maximum_rsqrt_multiply", 
        "hash": "3f149c1d91f2f951"
      }, 
      "inputs": [
        [
          1, 
          0, 
          0
        ], 
        [
          0, 
          0, 
          0
        ]
      ]
    }
  ], 
  "arg_nodes": [0], 
  "heads": [
    [
      2, 
      0, 
      0
    ]
  ], 
  "attrs": {
    "dltype": [
      "list_str", 
      [
        "float32", 
        "float32", 
        "float32"
      ]
    ], 
    "device_index": [
      "list_int", 
      [1, 1, 1]
    ], 
    "storage_id": [
      "list_int", 
      [0, 1, 2]
    ], 
    "shape": [
      "list_shape", 
      [
        [1, 16, 16, 8], 
        [1, 16, 16, 1], 
        [1, 16, 16, 8]
      ]
    ]
  }, 
  "node_row_ptr": [0, 1, 2, 3]
}