{
  "nodes": [
    {
      "op": "null", 
      "name": "serving_default_input_0:0", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "serving_default_input_1:0", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_subtract", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_subtract", 
        "hash": "eb5094e2d5644b45"
      }, 
      "inputs": [
        [
          0, 
          0, 
          0
        ], 
        [
          1, 
          0, 
          0
        ]
      ]
    }
  ], 
  "arg_nodes": [0, 1], 
  "heads": [
    [
      2, 
      0, 
      0
    ]
  ], 
  "attrs": {
    "dltype": [
      "list_str", 
      [
        "float32", 
        "float32", 
        "float32"
      ]
    ], 
    "device_index": [
      "list_int", 
      [1, 1, 1]
    ], 
    "storage_id": [
      "list_int", 
      [0, 1, 2]
    ], 
    "shape": [
      "list_shape", 
      [
        [1, 16, 16, 8, 4], 
        [1, 16, 16, 8, 4], 
        [1, 16, 16, 8, 4]
      ]
    ]
  }, 
  "node_row_ptr": [0, 1, 2, 3]
}